pegasus/test/wetest/wsman/Subscribe/Unsuccessful_Renew01.xml

<?xml version="1.0" encoding="UTF-8"?>
<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope" 
    xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing"
    xmlns:wsman="http://schemas.dmtf.org/wbem/wsman/1/wsman.xsd"
    xmlns:wse="http://schemas.xmlsoap.org/ws/2004/08/eventing">
    <s:Header>
        <wsa:Action s:mustUnderstand="true">http://schemas.xmlsoap.org/ws/2004/08/eventing/Renew</wsa:Action>
        <wsa:To s:mustUnderstand="true">http://localhost:5988/wsman</wsa:To>
        <wsman:ResourceURI s:mustUnderstand="true">namespace=root/PG_InterOp</wsman:ResourceURI>
        <wsa:MessageID s:mustUnderstand="true">uuid:469fc5ae-b5d6-15d6-8002-591af26e0000</wsa:MessageID>
        <wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/08/addressing/role/anonymous</wsa:Address></wsa:ReplyTo>
        <wse:Identifier>c0939d02-b355-1355-8002-591af26e0000</wse:Identifier>
</s:Header>
<s:Body><wse:Unsubscribe/></s:Body>
</s:Envelope>

